Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_3.tmx
Source language: en
Languages: it

source: Paper bags for household use
it: Borse di carta per uso domestico

source: Plastic bags for household use
it: Borse di plastica per uso domestico

source: Photographic or art mounts
it: Cornici per fotografie o arte

source: Handheld label printers [office requisites]
it: Stampanti di etichette manuali [articoli per ufficio]

source: Ribbons for handheld label printers [office requisites]
it: Nastri per stampanti di etichette manuali [articoli per ufficio]

source: Calligraphic works
it: Lavori di calligrafia

source: Adhesive labels of paper
it: Etichette adesive di carta

source: Illustrated wall maps for educational purposes
it: Carte murali illustrate per scopi educativi

source: Illustrated wall maps
it: Carte murali illustrate

source: Electric letter openers
it: Aprilettere elettrici

source: Manila paper
it: Carta Manila

source: Manila envelopes
it: Buste Manila

source: Ivory paper
it: Carta avorio

source: Printed informational folders
it: Brochure informative stampate

source: Printed informational cards
it: Schede informative stampate

source: Printed training materials
it: Materiale di formazione stampato

source: Packaging materials made of recycled paper
it: Materiali da imballaggio in carta riciclata

source: Commemorative books
it: Libri commemorativi

source: Printed news releases
it: Comunicati stampa stampati

source: Blank paper notebooks
it: Block-notes in bianco

source: Hat boxes of paper
it: Cappelliere in carta

source: Packaging materials of plastic for sandwiches
it: Materiali da imballaggio in plastica per panini

source: Plastic pages with pockets for holding trading cards
it: Pagine in plastica con tasche per figurine

source: Plastic pages with pockets for holding receipts
it: Pagine in plastica con tasche per ricevute

source: Paper for use in the manufacture of surgical drapes
it: Carta per la produzione di lenzuola chirurgiche

source: Document page markers
it: Indici per documenti

source: Mechanical pencil sharpeners
it: Temperamatite, meccanici

source: Gift books
it: Libri regalo

source: Prints in the nature of pictures
it: Stampe di natura pittorica

source: Printed educational materials
it: Materiali educativi stampati

source: Magnetic boards for scheduling activities and appointments
it: Lavagne magnetiche per pianificare attività e appuntamenti

source: Travel magazines
it: Riviste di viaggi

source: Logbooks [book-keeping]
it: Registri contabili

source: Instruction manuals for exercise equipment
it: Manuali d'istruzione per attrezzature ginniche

source: Instruction manuals for music synthesizers
it: Manuali d'istruzione per sintetizzatori musicali

source: Decorative paper garlands for parties
it: Ghirlande decorative in carta per feste

source: Legal journals
it: Riviste legali

source: Medical journals
it: Riviste mediche

source: Brochures in the field of real estate sales
it: Opuscoli relativi a vendite immobiliari

source: Instructional manuals for teaching purposes
it: Manuali di istruzione per uso pedagogico

source: Computer magazines
it: Riviste di informatica

source: Packaging containers of regenerated cellulose
it: Contenitori in cellulosa rigenerata per imballaggio

source: Role playing game equipment in the nature of manuals
it: Materiale per giochi di ruolo sotto forma di manuali di gioco

source: Watercolor boards
it: Tavole per acquerelli

source: Ungraduated rulers
it: Righelli non graduati

source: Treated paper for wrapping flowers and floral displays
it: Carta trattata per confezionare fiori e composizioni floreali

source: Three dimensional models for educational purposes
it: Modelli tridimensionali per uso didattico

source: Children's books incorporating an audio component
it: Libri per bambini per uso didattico con componenti audio

source: Synthetic bond paper
it: Carta bond sintetica

source: Supercalendered printing paper
it: Carta da stampa supercalandrata

source: Printed stories in illustrated form
it: Racconti stampati in forma illustrata

source: Series of non-fiction books
it: Serie di libri non di narrativa

source: Series of fiction books
it: Serie di libri di narrativa

source: Scrapbook pages
it: Pagine per album

source: Revolving circular charts
it: Grafici circolari rotanti

source: Printed research reports
it: Rapporti di ricerca stampati

source: Religious books
it: Libri di religione

source: Printed questionnaires
it: Questionari stampati

source: Printed visuals
it: Immagini stampate

source: Printed teaching materials
it: Materiali didattici stampati

source: Printed teaching activity guides
it: Guide stampate per l'attività didattica

source: Printed recipes sold as a component of food packaging
it: Ricette stampate vendute come componenti di confezioni di alimenti

source: Printed lessons
it: Dispense stampate

source: Printed lectures
it: Lezioni stampate

source: Printed instructional material on telecommunications
it: Materiale didattico stampato relativo alle telecomunicazioni

source: Printed greeting cards with electronic information stored therein
it: Biglietti d'auguri stampati contenenti informazioni elettroniche

source: Printed emblems
it: Emblemi stampati

source: Printed correspondence course materials
it: Materiale stampato per corsi per corrispondenza

source: Plastic pages with pockets for holding photographs
it: Pagine in plastica con tasche per fotografie

source: Partially printed forms
it: Moduli parzialmente stampati

source: Paperboard blanks
it: Forme di cartone

source: Paper teaching materials
it: Materiali pedagogici su carta

source: Paper passe-partouts
it: Passe-partout di carta

source: Paper letters and numbers
it: Lettere e numeri in carta

source: Paper for use in the manufacture of tea bags
it: Carta per la produzione di bustine da tè

source: Paper envelopes for packaging
it: Buste in carta per imballaggio

source: Die-cut paper shapes
it: Forme in carta fustellate

source: Paper cartons for delivering goods
it: Scatole di cartone per consegna merci

source: Paint applicators in the nature of sponges
it: Applicatori di pittura in forma di spugne

source: Organizers for stationery use
it: Portaoggetti per la cancelleria

source: Non-fiction books
it: Libri di saggistica

source: Mounts for X-ray negatives for non-medical purposes
it: Supporti per negativi a raggi X per uso non medico

source: Monographs
it: Monografie

source: Marking ink containing biologics for use in authentication of objects
it: Inchiostro per marcare contenente agenti biologici per l'autenticazione di oggetti

source: Loose leaf paper
it: Fogli sciolti

source: Leather appointment book covers
it: Copertine in cuoio per agende

source: Instruction sheets
it: Fogli di istruzioni

source: Ink sheets for use in reproducing images in the printing industry
it: Fogli di inchiostratura per la riproduzione di immagini nell'industria grafica

source: Informational letters
it: Lettere informative

source: Hotel directories
it: Elenchi di alberghi

source: General feature magazines
it: Riviste di cultura generale

source: Electrostatic paper
it: Carta elettrostatica

source: Electrical wood burning artists' pens
it: Penne elettriche da pirografia per artisti

source: Trays for holding drawing instruments
it: Vaschette per strumenti da disegno artistico

source: Trays for holding drafting instruments
it: Vaschette per strumenti da disegno tecnico

source: Desktop revolving rotary card files
it: Schedari da scrivania a movimento rotatorio

source: Decorative stickers for helmets
it: Adesivi ornamentali per caschi

source: Crepe paper for domestic use
it: Carta crespata per uso domestico

source: Collators for office use
it: Fascicolatori per l'ufficio

source: Collages
it: Collage

source: Classified directories
it: Elenchi classificati

source: Cartoon prints
it: Vignette stampate

source: Carrying cases made of paper
it: Contenitori da trasporto in carta

source: Caricatures
it: Caricature

source: Cardboard backing for binding books
it: Rinforzi di cartone per la legatoria

source: Bulletins
it: Bollettini

source: Automatic paper clip dispensing machines for office or stationery use
it: Distributori automatici di graffette per l'ufficio o cancelleria

source: Archival storage pages
it: Fogli per archivi

source: Adhesive plastic film used for mounting images
it: Pellicole adesive per il montaggio di immagini

source: Book-cover paper
it: Carta per copertine

source: Advertising pamphlets
it: Opuscoli pubblicitari

source: Writing brush for Shodo
it: Pennelli per scrittura Shodo

source: Brochures
it: Brochure

source: Leaflets
it: Opuscoli

source: Educational books
it: Libri educativi

source: Correspondence holders
it: Supporti per corrispondenza

source: Pocket diaries
it: Agende tascabili

source: Card files
it: Schedari

source: Composition books
it: Libri per collage

source: Toy putty
it: Plastilina

source: Paper signboards
it: Cartelloni di carta

source: Printed vouchers
it: Coupon stampati

source: Memorandum books
it: Quaderni per appunti

source: Impression stamps
it: Timbri a impressione

source: Document stamp racks
it: Portatimbri da ufficio

source: Printed diagrams
it: Diagrammi stampati

source: Printed plans
it: Cartine stampate

source: Sketches
it: Bozzetti

source: Coffee table books
it: Libri illustrati

source: Workbooks containing exercises
it: Quaderni contenenti esercizi

source: Fiction books
it: Libri di fiction

source: Informational sheets
it: Fogli informativi

source: Business record books
it: Registri commerciali

source: Color prints
it: Stampe a colori

source: Pocket calendars
it: Calendari tascabili

source: Reproduction paper
it: Carta per riproduzioni

source: Reporters' notebooks
it: Taccuini per reporter

source: Recycled bond paper
it: Carta bond riciclata

source: Romance novels
it: Romanzi d'amore

source: Wirebound books
it: Quaderni ad anelli

source: Annuals [printed publications]
it: Annuari [pubblicazioni stampate]

source: Autograph albums
it: Album per autografi

source: Bookmarks, not of precious metal
it: Segnalibri, non in metallo prezioso

source: Cardboard labels
it: Etichette in cartone

source: Cardboard pizza boxes
it: Porta-pizza in cartone

source: Commemorative postage stamps
it: Francobolli commemorativi

source: Commemorative stamps [seals]
it: Francobolli commemorativi [timbri]

source: Covers for agendas
it: Copertine per agende

source: Covers for weekly planners
it: Copertine per agende settimanali

source: Fabric glue for household use
it: Colla per tessuti per uso domestico

source: Information booklets
it: Opuscoli informativi

source: Information books
it: Libri d'informazioni

source: Leather bookmarks
it: Segnalibri in pelle

source: Monthly planners
it: Agende mensili

source: Pencil extenders
it: Prolunghe per matite

source: Printed brochures
it: Opuscoli, stampati

source: Printed cardboard invitations
it: Inviti in cartoncino stampati

source: Printed information sheets
it: Schede informative stampate

source: Printed informational sheets
it: Schede informative stampate

source: Printed leaflets
it: Volantini stampati

source: Printed manuals
it: Manuali stampati

source: Printed paper invitations
it: Inviti stampati su carta

source: Printed paper signs featuring names for use for special events
it: Insegne di carta spampata con nomi per eventi speciali

source: Printed paper signs featuring table numbers for use for special events
it: Insegne di carta stampata con numeri di tavola per eventi speciali

source: Printed promotional material
it: Materiale promozionale stampato

source: Printed publications relating to computers
it: Pubblicazioni stampate riguardanti i computer

source: Signed photographs
it: Fotografie autografate

source: Stencils for face painting
it: Sagome per la pittura del viso

source: Weekly planners
it: Agende settimanali

source: Painters' brushes
it: Pennelli per pittori

source: Bottle wrappers of paper or cardboard
it: Imballaggi di carta o di cartone per bottiglie

source: Bottle envelopes of paper or cardboard
it: Involucri per bottiglie di carta o di cartone

source: Lithographic works of art
it: Oggetti d'arte litografati

source: Lithographs
it: Litografie

source: Booklets
it: Libretti

source: Pamphlets
it: Opuscoli

source: Strategy guide books for computer games
it: Libri guida strategici per giochi per computer

source: Graphic art books
it: Libri d'arti grafiche

source: Magazines featuring video and computer games
it: Riviste dotate di video e giochi per computer

source: Adhesive tapes for stationery or household purposes
it: Nastri adesivi per la cartoleria o la casa

source: Self-adhesive tapes for stationery or household purposes
it: Nastri autoadesivi per la cartoleria o la casa

source: Adhesive bands for stationery or household purposes
it: Bende collanti per la cartoleria o la casa

source: Sheets for wrapping made of paper
it: Fogli di carta per imballaggio

source: Sheets for wrapping made of plastic material
it: Fogli di plastica per imballaggio

source: Newsletters in the fields of games and gaming
it: Newsletter in materia di giochi e giochi d'azzardo

source: Magazines in the fields of games and gaming
it: Riviste in materia di giochi e giochi d'azzardo

source: Books in the fields of games and gaming
it: Libri in materia di giochi e giochi d'azzardo

source: Pre-paid purchase cards, not magnetically encoded
it: Carte d'acquisto prepagate, non codificate magneticamente

source: Liners of paper for toilet trays for domestic animals
it: Rivestimenti in carta per la toilette degli animali domestici

source: Liners of paper for toilet boxes for domestic animals
it: Rivestimenti di carta per lettiere per animali domestici

source: Liners of plastic for toilet trays for domestic animals
it: Rivestimenti in plastica per la toilette degli animali domestici

source: Liners of plastic for toilet boxes for domestic animals
it: Rivestimenti in plastica per la lettiera degli animali domestici

source: Paper tea filters
it: Filtri da tè in carta

source: White papers
it: Carta bianca

source: Aromatic modeling materials
it: Materiali aromatici per modellare

source: Painting mitts for applying paint
it: Guanti per applicare pitture

source: Decorative stickers for soles of shoes
it: Adesivi decorativi per solette di scarpe

source: Manila folders
it: Fogli manila

source: Pocket secretaries
it: Agende da tasca

source: Omikuji [sacred lots] [printed strips of paper used for fortune telling]
it: Omikuji [lotteria sacra] [biglietti di carta stampati usati per divinazione]

source: Printed books in the field of music education
it: Libri stampati per l'insegnamento della musica

source: Giclee prints
it: Stampe giclée

source: File folders
it: Classificatori

source: Red algae gelatine glue, for stationery or household purposes [funori]
it: Colla in gelatina di alga rossa per la cartoleria o per uso domestico [funori]

source: CD shredders for home or office use
it: Distruggi CD per casa o ufficio

source: Coloring books for adults
it: Libro da colorare per adulti

source: Lenticular postcards
it: Cartoline lenticolari

source: Holders for notebooks
it: Supporti per taccuini

source: Table runners of cellulose
it: Runner da tavola in cellulosa

source: Brush pens
it: Pennarelli

source: Appliqués of paper
it: Applicazioni di carta

source: Paper book markers
it: Segnalibri in carta

source: Paper jogging machines for office use
it: Pareggiatori di carta per ufficio

source: Asbestos safety curtains
it: Tende di sicurezza di amianto

source: Seals for pipe connections
it: Sigilli per connessioni di tubi

source: Rubber material for recapping tires [tyres]
it: Gomma per il rigeneramento dei pneumatici

source: Oil seals [packings]
it: Tenute ad olio [turature]

source: Asbestos
it: Amianto

source: Mineral wool [insulator]
it: Lana minerale [isolante]

source: Polyurethane foam in sections for use in manufacture
it: Espanso poliuretanico in sezioni per uso produttivo

source: Insulating oil for transformers
it: Olio isolante per trasformatori

source: Insulating sleeves for water heaters
it: Guaine isolanti per scaldacqua

source: Lightweight mineral wool slabs for acoustic insulation purposes
it: Lastre di lana minerale leggera a scopo di isolamento acustico

source: Low temperature vulcanizable rubber compounds
it: Composti in gomma vulcanizzabile a bassa temperatura

source: Masking materials for use in printing in blocking radiation
it: Materiali di mascheratura per la stampa per bloccare le radiazioni

source: Articles made of synthetic rubber for sealing
it: Articoli in gomma sintetica per chiusura a tenuta

source: Water based paints [insulating] for use in the automobile industry
it: Vernici a base d'acqua [isolamento] per l'industria automobilistica

source: Draught excluders made of foam rubber
it: Paraspifferi in gomma espansa

source: Draught excluders of foam rubber strips
it: Paraspifferi in strisce di gomma espansa

source: Elastomeric sealants in the form of extrudable pastes for joints
it: Mastici elastomerici in forma di paste ad estrusione per giunti

source: Bark coverings for sound insulation
it: Rivestimenti per l'isolamento acustico

source: Adhesive sealants for general use
it: Adesivi e mastici per uso generico

source: Reinforcing materials, not of metal, for pipes
it: Armature per condutture non metalliche

source: Identification sleeves of rubber for tubes
it: Manicotti d'identificazione in gomma per condotti

source: Industrial coatings [insulating]
it: Rivestimenti industriali [isolamento]

source: Insulations of synthetic material for the thermic protection of pipes
it: Isolanti in materiali sintetici per la protezione termica di tubi

source: Insulators for use in the protection of buildings
it: Isolanti per la protezione di edifici

source: Electrical insulating rubber products
it: Prodotti in gomma per l'isolamento elettrico

source: Isobutylene-isoprene rubber
it: Gomma di isobutilene-isoprene

source: Plastics materials in the form of sheets [semi-finished products]
it: Materie plastiche sotto forma di fogli [prodotti semilavorati]

source: Barriers for protection against sound
it: Barriere per protezione acustica

source: Bindings of rubber
it: Fettucce in gomma

source: Adhesive sealing strip for roofing joints
it: Strisce isolanti adesive per giunti di tetti

source: Insulating paper
it: Carta isolante

source: Paper impregnated with oil for insulating
it: Carta impregnata con olio per l'isolamento

source: Fabrics of chemically produced fibres for use as insulation
it: Tessuti in fibre di produzione chimica per isolamento

source: Vulcanized fiber [fibre]
it: Fibra vulcanizzata

source: Tube junctions (Non-metallic -)
it: Giunzioni per tubi (Non metalliche -)

source: Tubes (Non-metallic -) for irrigation
it: Tubi (Non metallici -) per irrigazione

source: Cords of rubber
it: Corde di gomma

source: Cross-linked polymeric membranes in hollow fibre form
it: Membrane polimeriche reticolate sotto forma di fibre cave

source: Elastomers for bonding to articles used for shot-blasting
it: Elastomeri da legare ad articoli utilizzati per la sabbiatura metallica

source: Expanded closed cell rubber for sound deadening
it: Gomma espansa a cellule chiuse per isolamento acustico

source: Weatherstripping sealants in the nature of caulk
it: Guarnizioni per serramenti sotto forma di calafataggio

source: Sealing compounds
it: Composti sigillanti

source: Rubber chips or granules for use as a playground ground cover
it: Trucioli o granuli di gomma per copertura campi da gioco

source: Sealants for pavement joints
it: Mastici per giunti di marciapiedi

source: Non-metallic flexible hose made of polyvinylchloride
it: Tubi flessibili non metallici in cloruro di polivinile

source: Non-metallic sealing compounds for joints
it: Agenti sigillanti non metallici per giunti

source: Acoustical panels for buildings
it: Pannelli acustici per edifici

source: Mica electrical insulators
it: Isolanti elettrici in mica

source: Microporous synthetic sheets for the manufacture of protective clothing
it: Fogli sintetici microporosi per la produzione di rivestimenti protettivi

source: Microporous synthetic sheets for the manufacture of protective rainwear
it: Fogli sintetici microporosi per la produzione di articoli impermeabili protettivi

source: Insulation articles for use on splices of electric cables
it: Articoli isolanti per uso su giunzioni di cavi elettrici

source: Covered rubber thread and yarn [not for textile use]
it: Fili e filati di gomma rivestiti [non per uso tessile]

source: Flexible pipes of rubber reinforced with synthetic fabric
it: Tubi flessibili in gomma rinforzati con tessuti sintetici

source: Flexible tubes (Non-metallic -) for the conducting of liquid media
it: Tubi flessibili (Non metallici -) per la conduzione di mezzi liquidi

source: Flexible tubing for insulation purposes
it: Tubi flessibili per l'isolamento

source: Paper for electrical capacitors
it: Carta per condensatori elettrici

source: Fibreglass webs for insulating purposes
it: Reti in fibre di vetro per l'isolamento

source: Extruded plastics [semi-finished products]
it: Materie plastiche estruse [prodotti semilavorati]

source: Insulating materials for insulation against light
it: Materiali isolanti per isolamento dalla luce

source: Styrene-butadiene rubber
it: Gomma di stirene-butadiene

source: Acoustic insulating panels made from non-metallic materials
it: Pannelli fonoisolanti a base di materiali non metallici

source: Composite panels having insulating properties
it: Pannelli composti aventi proprietà isolanti

source: Self lubricating cast nylon for use in manufacture
it: Nylon colato auto-lubrificante per uso produttivo

source: Pipes made of rubber for motor vehicles
it: Condotti in gomma per veicoli a motore

source: Resin impregnated tapes for fabrication aerospace components
it: Nastri impregnati di resina per fabbricazione di componenti aerospaziali

source: Heat sealable plastics sheeting for use in manufacture
it: Fogli di plastica sigillabile a caldo per uso industriale

source: Fibres impregnated with synthetic resins for insulation
it: Fibre impregnate con resine sintetiche per l'isolamento

source: Rubber packaging
it: Imballaggi in gomma

source: Sealing tape for use with insulated glass
it: Nastri di sigillatura per uso con vetro isolato

source: Quilted wadding articles for insulation
it: Articoli imbottiti per l'isolamento

source: Gels for insulating
it: Gel per isolamento

source: Glass fibre strips for insulation purposes
it: Strisce di fibre di vetro per l'isolamento

source: Insulating gloves
it: Guanti isolanti

source: Polypropylene films, other than for wrapping or packaging
it: Pellicole in polipropilene, non per confezione o imballaggio

source: Polysulfide rubber
it: Gomma di polisolfuro

source: Self-adhesive tapes for packings
it: Nastri autoadesivi per imballaggio

source: Recycled rubber
it: Gomma riciclata

source: Regenerated cellulose for use in manufacture
it: Cellulosa rigenerata per la fabbricazione

source: Asbestos soles
it: Suole d'amianto

source: Fleeces of crude fibres of glass [insulation]
it: Velli di fibre di vetro grezze [isolamento]

source: Acrylic resins [semi-finished products]
it: Resine acriliche [prodotti semilavorati]

source: Weather strips (Non-metallic -) for windows
it: Strisce di tenuta (Non metalliche -) per finestre

source: Boiler composition to prevent the radiation of heat
it: Materie per impedire l'irradiamento del calore nelle caldaie

source: Sealing assemblies (Non-metallic -)
it: Componenti per sigillanti (Non metallici -)

source: Sealing membranes (Non-metallic -)
it: Membrane sigillanti (Non metalliche -)

source: Polyvinyl chloride compounds [semi-processed]
it: Composti di cloruro di polivinile [semilavorati]
